{"translation-revision-date":"2025-02-27 15:54:13+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Apply to store pages only":["Applica solo alle pagine del negozio"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Gestisci come il tuo sito appare ai visitatori. <a>Scopri di più<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Desideri passare dalla modalità Aperto alla modalità Presto disponibile? Durante questo periodo di tempo il sito non sarà visibile e i clienti non potranno fare acquisti."],"Confirm switch to ‘Coming soon’ mode":["Conferma il passaggio alla modalità \"Presto disponibile\""],"Coming soon":["Presto disponibile"],"Share your site with anyone using a private link.":["Condividi il tuo sito con chiunque usando un link privato."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Mostra il messaggio \"Presto disponibile\" sulle tue pagine del negozio. Il resto del tuo sito rimarrà visibile."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Il tuo sito resterà nascosto ai visitatori dietro una pagina di destinazione \"Presto disponibile\" finché non sarà pronto per essere mostrato."],"Your entire site is visible to everyone.":["Il tuo sito intero è visibile a tutti."],"Share your site with a private link":["Condividi il tuo sito con un link privato"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Il tuo sito resterà nascosto ai visitatori dietro una pagina di destinazione \"Presto disponibile\" finché non sarà pronto per essere mostrato. Puoi personalizzare la pagina di destinazione \"Presto disponibile\" tramite l'<a>editor<\/a>."],"Site visibility":["Visibilità del sito"],"Switch":["Scambia"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Pagamenti semplificati, progettati esclusivamente<br\/>per i negozi WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["WooPayments è preintegrato con le opzioni più popolari:"],"Use recommended settings":["Usa impostazioni consigliate"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Impostazioni fiscali incoerenti:{{\/b}} per evitare possibili errori di arrotondamento, i prezzi devono essere inseriti e visualizzati in modo coerente in tutte le località, comprese o escluse le tasse."],"Recommended settings applied.":["Impostazioni consigliate applicate."],"Payment Methods":["Metodi di pagamento"],"Mutable settings should be accessed via data store.":["Si deve accedere alle impostazioni modificabili tramite l'archivio dati."],"Get started":["Inizia ora"],"Copy link":["Copia link"],"Save changes":["Salva le modifiche"],"Copied!":["Copiato!"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["I metodi di pagamento installati sono elencati di seguito e possono essere ordinati per controllare il loro ordine di visualizzazione sul frontend."],"Learn more":["Per saperne di più"],"Cancel":["Annulla"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/settings\/index.js"}}